tap "ankitpokhrel/jira-cli"
tap "argoproj/tap"
tap "bazelbuild/tap"
tap "bufbuild/buf"
tap "garden-io/garden"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "argo"
brew "bat"
brew "bazelisk"
brew "brew-cask-completion"
brew "gcc"
brew "btop"
brew "cmake"
brew "curl"
brew "freetds"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "kubernetes-cli"
brew "devspace"
brew "dive"
brew "exercism"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-town"
brew "glances"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.19"
brew "golang-migrate"
brew "protobuf"
brew "grpc"
brew "helm"
brew "htop"
brew "iftop"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "minikube"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "node@18"
brew "nvm"
brew "ollama"
brew "php@7.4"
brew "php@8.0"
brew "php@8.1"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "skaffold"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "ultralist"
brew "watson"
brew "wireshark"
brew "yadm"
brew "yarn"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "garden-io/garden/garden-cli"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "stripe/stripe-cli/stripe"
brew "tilt-dev/tap/ctlptl"
cask "1password"
cask "alacritty"
cask "docker"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
cask "paw"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "azemoh.one-monokai"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.npm-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jock.svg"
vscode "jsxtools.jstl"
vscode "kyrcha.character-position"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "possan.nbsp-vscode"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "shan.code-settings-sync"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
