tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nektos/tap"
tap "rigellute/tap"
brew "cairo"
brew "docker", link: false
brew "exercism"
brew "fzf"
brew "go"
brew "htop"
brew "legit"
brew "neovim"
brew "nvm"
brew "portaudio"
brew "rename"
brew "starship"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vips"
brew "yadm"
brew "yarn"
brew "nektos/tap/act"
brew "rigellute/tap/spotify-tui"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "ngrok"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoomus"
