tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "rigellute/tap"
brew "htop"
brew "httpd", restart_service: true
brew "legit"
brew "mariadb", restart_service: true
brew "node"
brew "php"
brew "php@7.2"
brew "portaudio"
brew "starship"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "yadm"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rigellute/tap/spotify-tui"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "sequel-pro"
cask "slack"
cask "soundflower"
cask "spotify"
cask "visual-studio-code"
